xfire-aegis/src/test/org/codehaus/xfire/message/document/document11-3.xml

<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
 <env:Header/>
 <env:Body xmlns:ns="urn:Doc">
   <ns:bleh>bleh</ns:bleh>
   <ns:bleh2>bleh2</ns:bleh2>
 </env:Body>
</env:Envelope>